doc/eagle-components.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>LISTA DE COMPONENTES EAGLE</title>
<!-- 2016-08-19 Sex 11:46 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Pedro Maione" />
<link rel="stylesheet" type="text/css" href="home/maione/documentos/org-notes/css/readtheorg/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="/home/maione/documentos/org-notes/css/readtheorg/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">LISTA DE COMPONENTES EAGLE</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Through Hole</a></li>
</ul>
</div>
</div>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Through Hole</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="center" />

<col  class="center" />

<col  class="center" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Nome</th>
<th scope="col" class="center">Library</th>
<th scope="col" class="center">Dispositivo</th>
<th scope="col" class="center">Package</th>
<th scope="col" class="left">Obs.</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Barra de pino macho</td>
<td class="center">con-lsta</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Capacitor Ceramico 50V 2,54mm</td>
<td class="center">rcl / C-EU</td>
<td class="center">C-EU025-025x050</td>
<td class="center">C025-025X050</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Capacitor Ceramico 50V 5,08mm</td>
<td class="center">rcl / C-EU</td>
<td class="center">C-EU050-030x075</td>
<td class="center">C050-030X075</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Capacitor Eletrolítico &lt; 10uF / 50V</td>
<td class="center">rcl / CPOL-EU</td>
<td class="center">CPOL-EUE2.5-6</td>
<td class="center">E2,5-6</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Capacitor Eletrolítico 220uF</td>
<td class="center">rcl / CPOL-EU</td>
<td class="center">CPOL-EUE5-10.5</td>
<td class="center">E5-10,5</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Crystal</td>
<td class="center">Crystal &gt; Crystal</td>
<td class="center">CRYSTALHC49U70</td>
<td class="center">HC49U70</td>
<td class="left">Perfil alto</td>
</tr>

<tr>
<td class="left">Crystal</td>
<td class="center">Crystal &gt; Crystal</td>
<td class="center">CRYSTALHC49S</td>
<td class="center">HC49/S</td>
<td class="left">Perfil baixo</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Crystal (RTC)</td>
<td class="center">Crystal &gt; Crystal</td>
<td class="center">CRYSTALTC26H</td>
<td class="center">TC26H</td>
<td class="left">Cristal 32.768Khz</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Resistors 1/4W – tight fit</td>
<td class="center">rcl &gt; R-EU_</td>
<td class="center">R-EU<sub>0207</sub>/7</td>
<td class="center">0207/7</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Resistors 1/4W – normal fit</td>
<td class="center">rcl &gt; R-EU_</td>
<td class="center">R-EU<sub>0207</sub>/10</td>
<td class="center">0207/10</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Trimpot – 3296 (Vertical)</td>
<td class="center">rcl &gt; R-TRIMM</td>
<td class="center">R-TRIMM64W</td>
<td class="center">RTRIM64W</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">LEDs 3mm</td>
<td class="center">led &gt; LED</td>
<td class="center">LED3MM</td>
<td class="center">LED3MM</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">LEDs 5mm</td>
<td class="center">led &gt; LED</td>
<td class="center">LED5MM</td>
<td class="center">LED5MM</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Jumper – single</td>
<td class="center">jumper</td>
<td class="center">JP1E</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Jumper – double</td>
<td class="center">jumper</td>
<td class="center">JP2Q</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">PBT Connectors – 2Pin</td>
<td class="center">con-ptr500+</td>
<td class="center">AK500/2</td>
<td class="center">AK500/2</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Piezo buzzer</td>
<td class="center">buzzer</td>
<td class="center">F/CM12P</td>
<td class="center">F/CM12P</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Microswitch – 4 Lead</td>
<td class="center">switch-omron</td>
<td class="center">10-XX</td>
<td class="center">B3F-10XX</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Mini slide switch</td>
<td class="center">switch</td>
<td class="center">255SB</td>
<td class="center">255SB</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">D type 9 pin Serial connector, PCB Mountable</td>
<td class="center">con-subd &gt; F09</td>
<td class="center">F09H</td>
<td class="center">F09H</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="center">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Pedro Maione</p>
<p class="date">Created: 2016-08-19 Sex 11:46</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.4.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
